{
  "greeting_1": "Welcome to my page!",
  "greeting_2": "My name is Sam and",
  "greeting_3": "I am a Full Stack Software Engineer",
  "description_1": "I turn coffee into code... My name is Saddam (people call me Sam) and I am a graduate from Sejong university in Seoul and a software engineer with a great experience in web development and have a really good background on modern web development tools.",
  "description_2": "Finished 4 month internship and managed front-end development of the company`s leading projects. Have been working with the back-end engineering team and developing complex systems using variety of modern software",
  "description_3": "Handled backend development + front end of the company`s leading projects. Learned solidity and solidity development tools for blockchain interaction. Sending tokens, managing smart contracts, connecting different wallets to the website and talking to blockchain networks.",
  "description_4": "Working here as a full stack software engineer and a blockchain developer. Created various services using latest software in the blockchain environment. One of my main achievements here was building a bridge between two blockchain networks.",
  "description_5": "Designed and implemented a highly available (99% uptime), scalable microservice architecture powering multi-modal AI APIs (STT, TTS, LLM, Image, Video), serving hundreds of requests daily. Participated in an on-prem delivery of our company’s services by setting up the hardware (Custom servers with Nvidia H100, H200 GPUs) and software (Custom trained LLMs, Private/Local Cloud, Datacenter setup). Fine tune and train LLMs to generate responses that 100% fit requirements of our customers. Developed custom RAG that processes text data retrieved (using OCR) from (pdf/word/text) files, splits data into chunks, creates embeddings and stores embeddings + chunk text + metadata in a vector DB (used ChromaDB). Developed a custom database agentic retrieval system (NL2SQL) that transforms raw user queries into sql queries using LLM (qwen-8B) and returns polished results to user.",
  "doc_link": "Link to the documentation paper.",
  "about_me": "About Me",
  "employment_history": "Employment History",
  "contact_details": "Contact Details",
  "location": "From Uzbekistan, living in Seoul, South Korea",
  "phone": "Phone number",
  "education": "The bachelor`s degree in Business administration and Computer Science as a double major from Sejong University in Seoul, South Korea",
  "education_name": "Education",
  "stack": "My Stack",
  "click_to_download": "Click to download",
  "keep_in_touch": "Keep in touch with me in social media",
  "home": "Home",
  "about": "About",
  "projects": "Projects",
  "more": "More",
  "code": "Code",
  "redirect_link": "Redirect Link",
  "pr_desc_1": "I developed the whole project with frontend, backend and designed the smart contract that enables users transfer their crypto from one network to another",
  "pr_desc_3": "Food search and recipe finder website that uses real-time API to fetch data from",
  "pr_desc_2": "Fully custom LLMs running locally with the help of Nvidia H100 GPU. Running quantized models, like gpt-oss-20b, aya-expanse-8b, qwen-8b.",
  "pr_desc_4": "News website that feeds the latest news from a real-time API",
  "pr_desc_5": "Solidity smart contract which disburses ERC20 tokens linearly, over a specific period of time",
  "pr_desc_6": "Fully offline transcription and translation tool with speaker diarization and audio denoising features. Used openai/whisper-large-v3-turbo models for transcription and aya-expanse-8b model for translation.",
  "learn_more": "Learn More",
  "my_resume_en": "My Resume"
}
