{
  "greeting_1": "Hi, I am Sam",
  "greeting_2": "FullStack Web &&",
  "greeting_3": "Mobile Dev",
  "description_1": "I turn coffee into code... My name is Saddam (people call me Sam) and I am a graduate from Sejong university in Seoul and a software engineer with a great experience in web development and have a really good background on modern web development tools.",
  "description_2": "Finished 4 month internship and managed front-end development of the company`s leading projects. Have been working with the back-end engineering team and developing complex systems using variety of modern software",
  "description_3": "Handled backend development + front end of the company`s leading projects. Learned solidity and solidity development tools for blockchain interaction. Sending tokens, managing smart contracts, connecting different wallets to the website and talking to blockchain networks.",
  "description_4": "Worked here as a full stack software engineer and a blockchain developer. Created various services using latest software in the blockchain environment. One of my main achievements here was building a bridge between two blockchain networks.",
  "about_me": "About Me",
  "employment_history": "Employment History",
  "contact_details": "Contact Details",
  "location": "From Uzbekistan, living in Seoul, South Korea",
  "phone": "Phone number",
  "education": "The bachelor`s degree in Business administration at Sejong University in Seoul, South Korea",
  "education_name": "Education",
  "stack": "My Stack",
  "click_to_download": "Click to download",
  "keep_in_touch": "Keep in touch with me in social media",
  "home": "Home",
  "about": "About",
  "projects": "Projects",
  "more": "More",
  "code": "Code",
  "redirect_link": "Redirect Link",
  "pr_desc_1": "I developed the whole project with frontend, backend and designed the smart contract that enables users transfer their crypto from one network to another",
  "pr_desc_2": "I published the page and implemented the communication of the client side with the server on all parts for fetching and posting data",
  "pr_desc_3": "Food search and recipe finder website that uses real-time API to fetch data from",
  "pr_desc_4": "News website that feeds the latest news from a real-time API",
  "pr_desc_5": "Solidity smart contract which disburses ERC20 tokens linearly, over a specific period of time",
  "pr_desc_9": "Simple quiz app website that asks a user random questions",
  "pr_desc_10": "Webpage where users post comments",
  "pr_desc_11": "Freelancing project of mine, where I sold this website to a user from China",
  "pr_desc_12": "Burger builder website, allows users to load their burger special for them",
  "pr_desc_13": "Simple note saving cloud",
  "learn_more": "Learn More",
  "my_resume_en": "My Resume (English)",
  "my_resume_kr": "My Resume (Korean)"
}
